{
    "frases": [
      "Yo nunca he enviado un mensaje de texto vergonzoso a la persona equivocada.",
      "Yo nunca he coqueteado con alguien en una fiesta para conseguir una bebida gratis.",
      "Yo nunca he hecho el ridículo intentando impresionar a alguien.",
      "Yo nunca he espiado las redes sociales de una expareja.",
      "Yo nunca he tenido una cita que terminó en completo desastre.",
      "Yo nunca he salido corriendo de una cita sin decir adiós.",
      "Yo nunca he pensado en alguien más mientras estaba en una cita.",
      "Yo nunca he contado una historia exagerada para impresionar.",
      "Yo nunca he intentado memorizar las respuestas para parecer más interesante.",
      "Yo nunca he bailado con alguien solo para descubrir que estaba con otra persona.",
      "Yo nunca he usado frases en otro idioma para sonar más interesante.",
      "Yo nunca he olvidado el nombre de alguien en una cita.",
      "Yo nunca he tenido un apodo secreto para alguien que me gustaba.",
      "Yo nunca he inventado una excusa para salir de una fiesta incómoda.",
      "Yo nunca he llevado gafas de sol para ocultar una mala decisión de la noche anterior.",
      "Yo nunca he tenido una cita doble que salió completamente mal.",
      "Yo nunca he hecho una apuesta extraña sobre una cita.",
      "Yo nunca he tratado de hacerme el interesante hablando de algo que no entendía.",
      "Yo nunca he enviado un mensaje que arrepentí al instante.",
      "Yo nunca he intentado conquistar a alguien y me ha salido al revés.",
      "Yo nunca he fingido tener conocimientos de algo solo para impresionar.",
      "Yo nunca he llegado tarde a una cita a propósito.",
      "Yo nunca he querido hacer una escapada a mitad de una cita.",
      "Yo nunca he intentado ponerme a dieta antes de una fiesta importante.",
      "Yo nunca he hecho un cumplido accidentalmente vergonzoso.",
      "Yo nunca he compartido un secreto para parecer más interesante.",
      "Yo nunca he hablado en sueños y dicho algo embarazoso.",
      "Yo nunca he sentido una atracción instantánea hacia alguien a primera vista.",
      "Yo nunca he tenido un flechazo de película.",
      "Yo nunca he llamado por el nombre de otra persona sin querer.",
      "Yo nunca he hecho una apuesta a ver quién consigue el número de alguien primero.",
      "Yo nunca he buscado una excusa para acercarme a alguien en una fiesta.",
      "Yo nunca he intentado ligar y me han rechazado en el acto.",
      "Yo nunca he salido a comprar algo solo para ver a alguien en particular.",
      "Yo nunca he sentido celos por algo sin sentido.",
      "Yo nunca he dado un cumplido incómodo sin querer.",
      "Yo nunca he dejado mi número de teléfono en un lugar público.",
      "Yo nunca he querido ser el centro de atención en una fiesta.",
      "Yo nunca he fingido que estaba perdido solo para hablar con alguien.",
      "Yo nunca he compartido mis sentimientos en un mensaje y luego me he arrepentido.",
      "Yo nunca he tenido una conversación profunda con alguien que acababa de conocer.",
      "Yo nunca he tenido una discusión divertida por ver quién paga la cuenta.",
      "Yo nunca he intentado recordar cada detalle de una primera cita.",
      "Yo nunca he dejado de hablar con alguien después de una mala experiencia.",
      "Yo nunca he coqueteado con alguien que realmente no me interesaba.",
      "Yo nunca he pensado en cambiar de look para sorprender a alguien.",
      "Yo nunca he dudado si llamar a alguien después de una cita.",
      "Yo nunca he planeado cómo impresionaría a alguien si volvieran a verme.",
      "Yo nunca he enviado un meme pensando que era una indirecta sutil.",
      "Yo nunca he deseado hacer una entrada triunfal en una fiesta."
    ]
  }
  